export const faqData = [
  {
    id: 1,
    question: 'هل يمكن استرداد المبلغ المدفوع؟',
    answer: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي. لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي',
  },
  {
    id: 2,
    question: 'هل يمكن استرداد المبلغ المدفوع؟',
    answer: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي.',
  },
  {
    id: 3,
    question: 'هل يمكن استرداد المبلغ المدفوع؟',
    answer: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي.',
  },
  {
    id: 4,
    question: 'هل يمكن استرداد المبلغ المدفوع؟',
    answer: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي.',
  },
  {
    id: 5,
    question: 'هل يمكن استرداد المبلغ المدفوع؟',
    answer: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت رحلة ملئية بطرق التعلم المميزة و المختلفة و التفاعلية التي جعلتني أستفيد جدا و كان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء أنصحه صراحة أريح هذا الموقع لجميع أصدقائي.',
  },
];

export const faqContent = {
  badge: 'الأسئلة',
  title: 'أسئلة و أجوبة',
  subtitle: 'عن هاش بلس',
  description: 'إذا كان لديك أي أسئلة تواصل معنا',
  ctaText: 'انضم إلينا',
};
