export const testimonialsData = [
  {
    id: 1,
    name: 'محمد علي',
    role: 'طالب',
    testimonial: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت التجربة رائعة وكانت الدورات المختلفة والتفاعلية أبي جعلتني أستفيد جدارة وكان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء. أنصحه صراحة أريح هذا الموقع لجميع أصدقائي',
  },
  {
    id: 2,
    name: 'محمد علي',
    role: 'طالب',
    testimonial: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت التجربة رائعة وكانت الدورات المختلفة والتفاعلية أبي جعلتني أستفيد جدارة وكان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء. أنصحه صراحة أريح هذا الموقع لجميع أصدقائي',
  },
  {
    id: 3,
    name: 'محمد علي',
    role: 'طالب',
    testimonial: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت التجربة رائعة وكانت الدورات المختلفة والتفاعلية أبي جعلتني أستفيد جدارة وكان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء. أنصحه صراحة أريح هذا الموقع لجميع أصدقائي',
  },
  {
    id: 4,
    name: 'محمد علي',
    role: 'طالب',
    testimonial: 'لقد تعلمت كثيرا من خلال رحلتي في هذا الموقع لكي أصبح محترفا. كانت التجربة رائعة وكانت الدورات المختلفة والتفاعلية أبي جعلتني أستفيد جدارة وكان المعلمين راضين، فقد كانوا مناسبين لي في كل شيء. أنصحه صراحة أريح هذا الموقع لجميع أصدقائي',
  },
];

export const testimonialsContent = {
  badge: 'آراء',
  title: 'ماذا قال طلابنا عنا',
};
